#+TITLE: Notes

#+BEGIN_SRC emacs-lisp
  (-> (>>
  1
  2
  3

  10
  20
  ))
#+END_SRC

#+RESULTS:
| # |   val | calc |
| - |     - | -    |
| 1 |     1 |      |
| 2 |     2 |      |
| 3 |     3 |      |
| 4 |    10 |      |
| 5 |    20 |      |
| - |     - | -    |
|   | total | 36.0 |
